export const eventsData = [
    {
        id: 0,
        date: "1 июня 2022",
        title: "Фестиваль детства и юности «Большая перемена»",
        desc: "Участие в выставочной зоне университета",
        srl: "../../../public/photo_1.png",
    },
    {
        id: 1,
        date: "25-26 сентября 2021",
        title: "Фестиваль науки и технологий «Техносреда»",
        desc: "Презентация разработок в зоне вузово фестиваля",
        srl: "../../../public/photo_2.png",
    },
    {
        id: 2,
        date: "2 октября 2021",
        title: "Geek Picnic – международный фестиваль науки и технологий",
        desc: "Участие в экспозиции фестиваля",
        srl: "../../../public/photo_3.png",
    },
    {
        id: 3,
        date: "9-10 октября 2021",
        title: "Всероссийский фестиваль NAUKA 0+",
        desc: "Участие в выставочной зоне университета",
        srl: "../../../public/photo_4.png",
    },
    {
        id: 4,
        date: "15-18 июня 2022",
        title: "55-я Московская международная выставка ОБРАЗОВАНИЕ И КАРЬЕРА",
        desc: "Участие в выстовачной зоне Российского экспортного центра - «Сделано в России»",
        srl: "../../../public/photo_5.png",
    },
    {
        id: 5,
        date: "7 декабря 2021",
        title: "Nobel Vision. Open Innovations 2.0",
        desc: "Участие в выставочной зоне Министерства образования",
        srl: "../../../public/photo_6.png",
    },
    {
        id: 6,
        date: "2 апреля 2021",
        title: "День Открытых дверей",
        desc: "Участие в выставочной зоне инициативных проектов",
        srl: "../../../public/photo_7.png",
    },
    {
        id: 7,
        date: "1 июня 2021",
        title: "Фестиваль детства и юности «Большая перемена»",
        desc: "Участие в выставочной зоне университета",
        srl: "../../../public/photo_8.png",
    },
    {
        id: 8,
        date: "15-18 июня 2022",
        title: "XXV Петербургский международный экономический форум",
        desc: "Участие в выстовачной зоне Российского экспортного центра - «Сделано в России»",
        srl: "../../../public/photo_9.png",
    },
    {
        id: 9,
        date: "2 июля 2022",
        title: "Сабантуй",
        desc: "Участие в выставочной зоне университета",
        srl: "../../../public/photo_10.png",
    },
    {
        id: 10,
        date: "30 июля 2022",
        title: "Geek Picnic – международный фестиваль науки и технологий",
        desc: "Участие в экспозиции фестиваля",
        srl: "../../../public/photo_11.png",
    },
    {
        id: 11,
        date: "20-21 августа 2022",
        title: "Авиасалон «Детский авиационно-космический салон 2022»",
        desc: "Участие в выставочной зоне университета",
        srl: "../../../public/photo_12.png",
    },
    {
        id: 12,
        date: "10-11 сентября 2022",
        title: "Навигатор Поступления 2022 МСК",
        desc: "Участие в выставочной зоне университета",
        srl: "../../../public/photo_13.png",
    },
    {
        id: 13,
        date: "15 сентября 2022",
        title: "VI Международная конференция по аддитивным технологиям",
        desc: "Участие в выставочной зоне стартап проектов",
        srl: "../../../public/photo_14.png",
    },
    {
        id: 14,
        date: "24-25 сентября 2022",
        title: "Навигатор Поступления 2022 СПБ",
        desc: "Участие в выставочной зоне университета",
        srl: "../../../public/photo_15.png",
    },
    {
        id: 15,
        date: "1 октября 2022",
        title: "День открытых дверей",
        desc: "Участие в выставочной зоне инициативных проектов",
        srl: "../../../public/photo_2.png",
    },
    {
        id: 16,
        date: "2 июля 2022",
        title: "Сабантуй",
        desc: "Участие в выставочной зоне университета",
        srl: "../../../public/photo_5.png",
    },
]

export const galleryData = [
    {
        id: 1,
        src: '../../../public/Gallery1.png',
    },
    {
        id: 2,
        src: '../../../public/Gallery2.png',
    },
    {
        id: 3,
        src: '../../../public/Gallery3.png',
    },
    {
        id: 4,
        src: '../../../public/Gallery4.png',
    },
    {
        id: 5,
        src: '../../../public/Gallery5.png',
    },
    {
        id: 6,
        src: '../../../public/Gallery6.png',
    },
    {
        id: 7,
        src: '../../../public/Gallery7.png',
    },
    {
        id: 8,
        src: '../../../public/Gallery8.png',
    },
    {
        id: 9,
        src: '../../../public/Gallery9.png'
    }
]

export const QuestionData = [
    {
        question: "Модель не прилипает к платформе",
        answers: ["Время экспозиции нижнего слоя недостаточно, увеличьте его", 
                  "Площадь контакта между моделью и платформой мала, отредактируйте модель", 
                  "Плохое выравнивание, проведите повторную калибровку", 
                  "Возможно образование эффекта присоски, когда модель слишком сильно прилипает к пленка, создавая вауум, что срывает ее с платформы"]
    },
    {
        question: "Ошибка печати",
        answers: ["Если пленка FEP недостаточно плотная, или поврежденная, то ее необходимо заменить",
                  "Печатная платформа или ванна не затянуты, устраните дефекты",
                  "Необходимо заменить экран-маску"    
                 ]
    },
    {
        question: "Экран-маска не работает",
        answers: ["Проверьте шлейф соединения с платой. Контакт отсутствует и не выводится изображение",
                  "Проверьте файл через программу UV Tools. Файл может быть нарушен или некорректно сохранен. Отформатируйте флешку и сохраните заново",
                  "Запустите тестовую печать без ванны и платформы. В случае, если не помогли вышеперчисленные комментарии, замените экран. Основные слои и слои основания не слипаются",
                  "Время эскпозиции слоев выставлено некорректно. Примерная разница между временем должна составлять 10 едениц (20 основной, 2 основание)",
                  "Недостаточное количество слоев основания, увеличьте до 3-5"] 
    },
    {
        question: "Модель расслаивается или образуются дыры",
        answers: ["Время экспозиции основных слоев недостаточно, увеличьте его", 
                  "Возможен эффект присоски, добавьте сливные отверстия в модель используя слайсер (если модель пустотелая)", 
                  "Проверьте светодиодный модуль матрицы на исправность всех диодов", 
                  "Экран-маска. формурующий изображение слоя выгорел. Необходимо провести замену", 
                  "Проверьте правильность закрепления стальной пластины, возможно между ней образовался тонкий слой смолы, которая позволяет ему сдвигаться", 
                  "Проверьте механику устройства. Возможно, компоненты требуют замены"]
    }
]